Revit 2024 API
ParameterTypeId.ViewerBoundActiveRight Property
 "Right Clip Active"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerBoundActiveRight { get; }
Visual Basic
Public Shared ReadOnly Property ViewerBoundActiveRight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerBoundActiveRight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace